{
  "1": "Contractor shall provide a complete electrical system compliant with the 2023 Michigan Electrical Code and in accordance with the Contract Documents.",
  "2": "furnish and install a complete electrical distribution system, including panelboards, raceways, and wiring, as specified.",
  "3": "Contractor shall furnish and install site electrical wiring, conduit, and connections in accordance with the Contract Documents.",
  "4": "Provide coordination services with the utility provider for the removal of overhead electrical utilities as required by the Contract Documents.",
  "5": "Contractor shall provide for the removal of the existing power pole in accordance with the Demolition Plan.",
  "6": "Provide for the removal of existing exterior light fixtures as specified in the Contract Documents.",
  "7": "Contractor shall provide for the demolition and removal of all interior electrical systems, equipment, and appurtenances as indicated.",
  "8": "furnish and install the proposed electrical service connection, conduit, and wiring in accordance with the Contract Documents.",
  "9": "Contractor shall furnish and install underground electrical sleeves and conduits below paving and walks as detailed.",
  "10": "Provide underground on-site electrical wiring and cables in accordance with the Contract Documents.",
  "11": "Contractor shall furnish and install underground electrical wiring and cables as specified.",
  "12": "furnish and install underground conduit and wiring for all on-site electrical systems in accordance with the Contract Documents.",
  "13": "Contractor shall provide electrical power and data connections for LED display units as detailed.",
  "14": "furnish and install an electrical distribution system, including panelboards and feeders, in accordance with the Contract Documents.",
  "15": "Contractor shall furnish and install the interior lighting system and associated controls as specified.",
  "16": "Provide a complete electrical system, including power, lighting, and devices, in accordance with the Contract Documents.",
  "17": "Contractor shall furnish and install a complete electrical system including lighting, power, and devices as detailed.",
  "18": "Provide electrical systems in accordance with the Contract Documents.",
  "19": "Contractor shall provide a complete electrical system as specified.",
  "20": "furnish and install electrical distribution equipment, including panelboards and transformers, in Electrical Room 240 as detailed.",
  "21": "Contractor shall provide complete electrical systems, including power, lighting, and distribution, in accordance with the Contract Documents.",
  "22": "furnish and install electrical fixtures, including necessary coordination for placement in ceiling grids and exposed structures.",
  "23": "Contractor shall furnish and install electrical fixtures and speakers as specified.",
  "24": "Provide wall-mounted linear fixtures in accordance with the Contract Documents.",
  "25": "Contractor shall furnish and install wall-mounted linear fixtures as detailed.",
  "26": "furnish and install ceiling-mounted electrical fixtures, coordinated with the ceiling grid and other trades, as specified.",
  "27": "Contractor shall provide electrical systems, including conduit, wiring, and boxes, in areas with open-to-structure painted ceilings.",
  "28": "furnish and install interior lighting fixtures in accordance with the Contract Documents.",
  "29": "Contractor shall furnish and install low voltage devices, including speakers, smoke detectors, and thermal detectors, as specified.",
  "30": "Provide smoke and thermal detectors in accordance with the Contract Documents.",
  "31": "Contractor shall furnish and install interior lighting fixtures, including high bay and decorative pendants, as detailed.",
  "32": "furnish and install speakers, smoke detectors, and thermal detectors in accordance with the Contract Documents.",
  "33": "Contractor shall provide electrical power for motorized flexshades as specified.",
  "34": "furnish and install wall-mounted linear light fixtures in accordance with the Contract Documents.",
  "35": "Contractor shall furnish and install ceiling-mounted electrical fixtures, centered in ceiling grids, as detailed.",
  "36": "Provide roof penetrations and sleeves for electrical equipment and conduit in accordance with the Contract Documents.",
  "37": "Contractor shall furnish and install galvanized electrical pipe conduit as specified.",
  "38": "Provide electrical systems fit-out for Electrical Room 125 in accordance with the Contract Documents.",
  "39": "Contractor shall provide electrical power connections for Electric Water Coolers (EWC) as detailed.",
  "40": "furnish and install light fixtures in accordance with the Contract Documents.",
  "41": "Contractor shall provide 15-amp fused service to the elevator control cabinet as specified.",
  "42": "furnish and install lighting, light switches, and GFCI outlets in the elevator machine space and pit as detailed.",
  "43": "Contractor shall provide electrical service connections for casework and owner-furnished equipment in accordance with the Contract Documents.",
  "44": "Provide final connections for electrical services within casework as specified.",
  "45": "Contractor shall provide a complete electrical system, including power and lighting, in accordance with the Contract Documents.",
  "46": "furnish and install electrical rough-in and final connections for equipment and casework as detailed.",
  "47": "Contractor shall provide electrical rough-in and connections for casework and associated equipment as specified.",
  "48": "furnish and install identification for electrical systems in accordance with the Contract Documents.",
  "49": "Contractor shall furnish and install an under-cabinet lighting system as detailed.",
  "50": "Provide electrical outlets as per electrical drawings and in accordance with the Contract Documents.",
  "51": "Contractor shall furnish and install exposed electrical conduit as specified.",
  "52": "furnish and install electrical floor boxes in accordance with the Contract Documents.",
  "53": "Contractor shall furnish and install floor boxes as detailed.",
  "54": "Provide raceways and boxes for electrical systems in accordance with the Contract Documents.",
  "55": "Contractor shall furnish and install electrical floor boxes as specified.",
  "56": "furnish and install floor boxes in accordance with the Contract Documents.",
  "57": "Contractor shall furnish and install floor boxes as detailed.",
  "58": "Provide power and AV inputs for equipment in accordance with the Contract Documents.",
  "59": "Contractor shall furnish and install can lighting as specified.",
  "60": "furnish and install under cabinet lighting in accordance with the Contract Documents.",
  "61": "Contractor shall provide electrical power for AV equipment as detailed.",
  "62": "furnish and install suspended linear lighting fixtures as specified.",
  "63": "Contractor shall provide power connections for equipment and AV systems in accordance with the Contract Documents.",
  "64": "Provide electrical connections for the owner-furnished medical fridge, including connection to generator power, as detailed.",
  "65": "Contractor shall provide coordination of electrical rough-ins for devices located in casework as specified.",
  "66": "furnish and install wiring for all fire suppression water flow switches, valve supervisory switches, and smoke detectors to the main fire alarm panel.",
  "67": "Contractor shall provide a complete electrical system in accordance with the Contract Documents.",
  "68": "Provide complete electrical systems for the project as specified.",
  "69": "Contractor shall provide the general electrical scope of work in accordance with the Contract Documents.",
  "70": "furnish and install the Electrical system as detailed.",
  "71": "Contractor shall furnish and install the Electric Heater (EH.1) as specified.",
  "72": "furnish and install an Emergency Power Off (EPO) switch for the domestic water heater and boiler in accordance with the Contract Documents.",
  "73": "Contractor shall provide power and control wiring to the generator as detailed.",
  "74": "Provide a complete electrical system including conduit, wiring, devices, panelboards, and lighting in accordance with the Contract Documents.",
  "75": "Contractor shall furnish and install fire alarm notification appliances, including strobes and bells, as specified.",
  "76": "Provide electrical connections to fire suppression supervisory switches in accordance with the Contract Documents.",
  "77": "Contractor shall furnish and install a high water alarm system as detailed.",
  "78": "furnish and install an aquastat for pump control as specified.",
  "79": "Contractor shall provide electrical connections for all mechanical and plumbing equipment in accordance with the Contract Documents.",
  "80": "furnish and install electrical disconnects for equipment as required by the Contract Documents.",
  "81": "Contractor shall provide hard-wired electrical connections for sensor-operated faucets and electric water coolers as specified.",
  "82": "furnish and install and connect smoke detectors in accordance with the Contract Documents.",
  "83": "Contractor shall provide power wiring to HVAC equipment as detailed.",
  "84": "Provide control wiring to interlock fire/smoke dampers with air handling units in accordance with the Contract Documents.",
  "85": "Contractor shall provide the complete electrical system scope of work as specified.",
  "86": "Provide power wiring to HVAC equipment, including RTU-5 and CUH-3, in accordance with the Contract Documents.",
  "87": "Contractor shall provide control wiring for the new thermostat as detailed.",
  "88": "furnish and install an electrical outlet for the kiln exhaust system (115V/1PH/1.4A) as specified.",
  "89": "Contractor shall furnish and install gas-engine-driven generator sets in accordance with the Contract Documents.",
  "90": "furnish and install transfer switches for emergency power systems as detailed.",
  "91": "Contractor shall furnish and install electrical panelboards as specified.",
  "92": "Provide emergency and exit lighting systems in accordance with the Contract Documents.",
  "93": "Contractor shall provide complete commissioning of electrical systems as detailed.",
  "94": "furnish and install variable-frequency motor controllers (VFDs) in accordance with the Contract Documents.",
  "95": "Contractor shall provide grounding and bonding for electrical systems as specified.",
  "96": "furnish and install low-voltage electrical power conductors and cables as detailed.",
  "97": "Contractor shall furnish and install raceways and boxes for electrical systems in accordance with the Contract Documents.",
  "98": "furnish and install interior lighting fixtures as specified.",
  "99": "Contractor shall furnish and install low-voltage transformers in accordance with the Contract Documents.",
  "100": "furnish and install enclosed switches and circuit breakers as detailed.",
  "101": "Contractor shall furnish and install lighting control devices as specified.",
  "102": "furnish and install wiring devices in accordance with the Contract Documents.",
  "103": "Contractor shall furnish and install exterior lighting fixtures as detailed.",
  "104": "Provide sleeves and sleeve seals for electrical raceways and cabling in accordance with the Contract Documents.",
  "105": "Contractor shall provide surge protection for low-voltage electrical power circuits as specified.",
  "106": "Provide hangers and supports for electrical systems in accordance with the Contract Documents.",
  "107": "Contractor shall provide identification for electrical systems as detailed.",
  "108": "furnish and install fuses for electrical equipment in accordance with the Contract Documents.",
  "109": "Contractor shall provide electrical connections for new mechanical equipment, including the AC unit, fan coil unit, and condensate pumps, as specified.",
  "110": "Provide power wiring to mechanical equipment, including VAV boxes and RTUs, in accordance with the Contract Documents.",
  "111": "Contractor shall provide low-voltage control wiring for thermostats and the HVAC control system as detailed.",
  "112": "furnish and install the electrical distribution system, including panelboards, transformers, and transfer switches, in accordance with the Contract Documents.",
  "113": "Contractor shall furnish and install electrical raceways, boxes, conductors, and wiring devices as specified.",
  "114": "furnish and install interior, exterior, emergency, and exit lighting systems and controls as detailed.",
  "115": "Contractor shall provide electrical power connections for new mechanical equipment in accordance with the Contract Documents.",
  "116": "furnish and install a boiler Emergency Power Off (EPO) switch as specified.",
  "117": "Contractor shall provide power wiring and connections for Variable Frequency Drives (VFDs) as detailed.",
  "118": "Provide power and control wiring for mechanical equipment and the Building Automation System (BAS) in accordance with the Contract Documents.",
  "119": "Contractor shall furnish and install electrical conduit and raceways for mechanical equipment as specified.",
  "120": "Provide electrical wiring and final connections to mechanical equipment in accordance with the Contract Documents.",
  "121": "Contractor shall furnish and install a control panel for mechanical equipment as detailed.",
  "122": "furnish and install Variable Frequency Drives (VFDs) for hot water distribution pumps as specified.",
  "123": "Contractor shall furnish and install boiler emergency shutdown switch(es) in accordance with the Contract Documents.",
  "124": "Provide pump failure detection and automatic lag pump start functionality, including current switches and BAS alarm integration, as detailed.",
  "125": "Contractor shall provide power wiring to all mechanical equipment, including fans, compressors, and heaters, in accordance with the Contract Documents.",
  "126": "furnish and install motor starters for ignition devices and other required equipment as specified.",
  "127": "Contractor shall provide power and control wiring for electric heating and electrostatic devices as detailed.",
  "128": "furnish and install Variable Frequency Drives (VFDs) for pumps and other mechanical equipment in accordance with the Contract Documents.",
  "129": "Contractor shall furnish and install disconnect switches for mechanical equipment as specified.",
  "130": "Provide power wiring, conduit, and connections for mechanical equipment in accordance with the Contract Documents.",
  "131": "Contractor shall furnish and install disconnect switches for mechanical equipment as detailed.",
  "132": "furnish and install motor starters for mechanical equipment as specified.",
  "133": "Contractor shall furnish and install duct smoke detectors on return air systems in accordance with the Contract Documents.",
  "134": "furnish and install minimum 1/2 inch electrical conduit for power feeds as detailed.",
  "135": "Contractor shall furnish and install liquid-tight flexible metallic conduit for final connections to vibrating equipment as specified.",
  "136": "furnish and install copper conductors for all power, lighting, and control circuits in accordance with the Contract Documents.",
  "137": "Contractor shall provide dedicated neutral conductors for all electrical circuits as detailed.",
  "138": "furnish and install equipment grounding conductors for all power and lighting circuits as specified.",
  "139": "Contractor shall furnish and install specification grade, hard use, and tamper-resistant receptacles in accordance with the Contract Documents.",
  "140": "furnish and install Ground Fault Circuit Interrupter (GFCI) receptacles or breakers as required and detailed.",
  "141": "Contractor shall furnish and install handle lock-on devices on circuit breakers for night, emergency, and exit light circuits as specified.",
  "142": "Provide unswitched power to emergency battery packs, lighting inverters, and emergency lighting units in accordance with the Contract Documents.",
  "143": "Contractor shall furnish and install cable tray systems as shown on equipment provider drawings and as specified.",
  "144": "furnish and install the utility transformer in accordance with the Contract Documents.",
  "145": "Contractor shall furnish and install the Utility Transformer as detailed.",
  "146": "furnish and install Electrical Panels with Main and Branch Breakers as specified.",
  "147": "Contractor shall furnish and install an Underground Electrical Conduit Raceway System in accordance with the Contract Documents.",
  "148": "furnish and install an 18 inch by 24 inch NEMA 3R Box with Quad Receptacle as detailed.",
  "149": "Contractor shall furnish and install generator transfer devices for life safety lighting systems as specified.",
  "150": "furnish and install life safety and emergency lighting systems in accordance with the Contract Documents.",
  "151": "Contractor shall furnish and install a lighting control system including local switching and exterior photocell as detailed.",
  "152": "furnish and install lighting fixtures in the elevator pit as specified.",
  "153": "Contractor shall furnish and install generator transfer devices (Bodine GTD20A or equal) for life safety lighting systems in accordance with the Contract Documents.",
  "154": "furnish and install life safety and emergency lighting fixtures as detailed.",
  "155": "Contractor shall furnish and install local switching and lighting control devices as specified.",
  "156": "furnish and install electrical panelboards LPA, LPB, and LPC in accordance with the Contract Documents.",
  "157": "Contractor shall furnish and install raceways, conductors, and supports for electrical power distribution as detailed.",
  "158": "furnish and install a Generator Transfer Device (BODINE GTD20A or equal) for life safety lighting as specified.",
  "159": "Contractor shall furnish and install life safety lighting fixtures (Type LFEM) in accordance with the Contract Documents.",
  "160": "furnish and install the local lighting control switching scheme as detailed.",
  "161": "Contractor shall furnish and install panelboards including types LPB and LP-EM as specified.",
  "162": "furnish and install general interior lighting fixtures (Type LF) in accordance with the Contract Documents.",
  "163": "Contractor shall furnish and install high bay mounted occupancy sensors with daylight harvesting capabilities in the gym as detailed.",
  "164": "furnish and install light switches as specified.",
  "165": "Contractor shall furnish and install life safety lighting fixtures in accordance with the Contract Documents.",
  "166": "furnish and install exit signs as detailed.",
  "167": "Contractor shall provide electrical power and connections for the elevator system, including rated shunt trip and lighting disconnects, as specified.",
  "168": "Provide electrical power, switches, and connections for basketball hoop motors in accordance with the Contract Documents.",
  "169": "Contractor shall provide electrical power to the projector mount as detailed.",
  "170": "Provide electrical power and final connection for the movable stage as specified.",
  "171": "Contractor shall provide power connections to mechanical and plumbing equipment in accordance with the Contract Documents.",
  "172": "Provide power to the projector mount and technology box as detailed.",
  "173": "Contractor shall furnish and install wiring devices including weatherproof outlets and standard receptacles as specified.",
  "174": "Provide electrical power connection for the Air Conditioning unit (AC-1) in accordance with the Contract Documents.",
  "175": "Contractor shall provide electrical power connection for the Art Kiln (208V, 9984W) as detailed.",
  "176": "Provide electrical power connection for the Unit Heater (UHS) as specified.",
  "177": "Contractor shall provide electrical power connections for the projector mount and technology box in accordance with the Contract Documents.",
  "178": "Provide electrical power connection for the fire/smoke damper as detailed.",
  "179": "Contractor shall furnish and install electrical junction boxes as specified.",
  "180": "furnish and install electrical receptacles in accordance with the Contract Documents.",
  "181": "Contractor shall furnish and install motion sensors for lighting control as detailed.",
  "182": "Provide a 208V power connection for the Fan Coil Unit (FCU-1) as specified.",
  "183": "Contractor shall provide a power connection for the projector mount in accordance with the Contract Documents.",
  "184": "Provide a power connection for the technology box as detailed.",
  "185": "Contractor shall provide a power connection for the fire/smoke damper as specified.",
  "186": "Provide a power connection for the ADA door opener and related hardware in accordance with the Contract Documents.",
  "187": "Contractor shall provide a duplex receptacle for the digital sign as detailed.",
  "188": "Provide power wiring, conduit, and connections to all mechanical and foodservice equipment as specified.",
  "189": "Contractor shall furnish and install electrical distribution panels including MDP2, 1RPA, and 2RPB in accordance with the Contract Documents.",
  "190": "Provide power distribution and connections for HVAC loads as detailed.",
  "191": "Contractor shall furnish and install a new 200A panel '1RPA' (120/208V, 3-phase, 4W) as specified.",
  "192": "furnish and install receptacle distribution panels in accordance with the Contract Documents.",
  "193": "Contractor shall furnish and install a 25kVA transformer (480V primary to 120/208V secondary) as detailed.",
  "194": "furnish and install feeder conduit (2-1/2 inch C) with 3/0 conductors and ground as specified.",
  "195": "Contractor shall furnish and install a CT cabinet for utility metering in accordance with the Contract Documents.",
  "196": "Provide power distribution for lighting loads as detailed.",
  "197": "Contractor shall furnish and install a new utility transformer as specified.",
  "198": "furnish and install a boiler emergency-stop system including contactor and associated components in accordance with the Contract Documents.",
  "199": "Contractor shall furnish and install shunt trip breakers for all receptacles under the kitchen hood as detailed.",
  "200": "Provide power to the lighting controller as specified.",
  "201": "Contractor shall furnish and install 208V, 1-phase, NEMA Type 6-20R receptacles in accordance with the Contract Documents.",
  "202": "furnish and install tombstone style floor receptacles as detailed.",
  "203": "Contractor shall furnish and install a complete lighting control system including controller, power packs, and wireless communication between zones as specified.",
  "204": "furnish and install occupancy/photocell sensors and dimming switches for the lighting control system in accordance with the Contract Documents.",
  "205": "Contractor shall furnish and install interior and site lighting fixtures, including fixtures with integrated sensors, as detailed.",
  "206": "furnish and install the emergency power system including UL924/1008 generator transfer device and life safety circuits as specified.",
  "207": "Contractor shall furnish and install electrical conduit systems including stub-ups below grade, above ceiling, and connections to cable tray in accordance with the Contract Documents.",
  "208": "furnish and install various electrical boxes including floor boxes, TV back boxes, and back boxes with mud rings as detailed.",
  "209": "Contractor shall furnish and install a complete grounding and bonding system including ground rods, ground bus, and conductors as specified.",
  "210": "furnish and install low voltage and power conductors including #3/0 AWG, #4 AWG, and #6 CU in accordance with the Contract Documents.",
  "211": "Contractor shall furnish and install 24 inch x 18 inch x 18 inch minimum electrical handholes with engraved covers as detailed.",
  "212": "furnish and install the main distribution panel (MDP) and distribution panel (DP) as specified.",
  "213": "Contractor shall provide 480/277V, 3-phase main electrical service and feeders in accordance with the Contract Documents.",
  "214": "Provide branch circuit wiring, conduit, and devices as detailed.",
  "215": "Contractor shall furnish and install interior LED light fixtures as per schedule and specifications.",
  "216": "Provide a modular wiring system for light fixtures in accordance with the Contract Documents.",
  "217": "Contractor shall furnish and install exit signs and the emergency egress lighting system as detailed.",
  "218": "furnish and install Panelboard 1LPC, 480/277V, 35kAIC rating, as specified.",
  "219": "Contractor shall furnish and install integral surge protection devices (SPD) per NEC requirements and as detailed.",
  "220": "furnish and install GFCI breakers for all specified circuits in accordance with the Contract Documents.",
  "221": "Contractor shall furnish and install interior lighting fixtures for Areas A, B, and C as detailed.",
  "222": "furnish and install outdoor wallpack lighting fixtures as specified.",
  "223": "Contractor shall furnish and install general purpose receptacles and power connections for equipment in accordance with the Contract Documents.",
  "224": "furnish and install panelboards including MDP, 1LPC, 1LPB, and T-OP as detailed.",
  "225": "Contractor shall provide integral surge protection devices for electrical panels as required by NEC and the Contract Documents.",
  "226": "furnish and install general and specialty receptacles as specified.",
  "227": "Contractor shall provide electrical connections for elevator equipment, including disconnect and lighting, in accordance with the Contract Documents.",
  "228": "furnish and install interior lighting systems as detailed.",
  "229": "Contractor shall furnish and install integral surge protection devices for panelboards as specified.",
  "230": "furnish and install interior lighting systems and controls in accordance with the Contract Documents.",
  "231": "Contractor shall furnish and install exterior lighting systems as detailed.",
  "232": "furnish and install (2) 4-inch electrical conduits to the second level IDF room as specified.",
  "233": "Contractor shall provide power connections to electrified door hardware and educational equipment in accordance with the Contract Documents.",
  "234": "Contractor shall furnish and install a NEMA rated enclosure for network equipment as detailed.",
  "235": "furnish and install ceiling boxes for data drops as specified.",
  "236": "Contractor shall furnish and install gang boxes for gym audio visual speakers in accordance with the Contract Documents.",
  "237": "furnish and install 2 inch sleeves for data cabling pathways as detailed.",
  "238": "Contractor shall furnish and install ceiling boxes for low voltage systems as specified.",
  "239": "Provide raceway and power wiring to AV ceiling box locations in accordance with the Contract Documents.",
  "240": "Contractor shall provide raceway and power connection for digital signage as detailed.",
  "241": "Provide electrical rough-in and power connection for the security camera under the canopy as specified.",
  "242": "Contractor shall furnish and install 220V electrical circuit(s) in accordance with the Contract Documents.",
  "243": "furnish and install electrical boxes and mudrings for low voltage and power devices as detailed.",
  "244": "Contractor shall furnish and install duplex receptacles for projector power as specified.",
  "245": "Provide electrical power connections for AV equipment including projector, touch unit, and amplifier in accordance with the Contract Documents.",
  "246": "Contractor shall provide electrical power connections for AV equipment, including display, conference camera, and collaboration PC, as detailed.",
  "247": "furnish and install double gang wall boxes as specified.",
  "248": "Contractor shall furnish and install a lighting system to achieve minimum 70 and 50 footcandle levels as required by the Contract Documents.",
  "249": "furnish and install shatterproof light fixtures or shields in food preparation and storage areas as detailed.",
  "250": "Contractor shall provide electrical power connections for all foodservice equipment as specified.",
  "251": "Provide electrical rough-in for the owner-provided Point of Sale system in accordance with the Contract Documents.",
  "252": "Contractor shall provide electrical rough-in and final connections for foodservice equipment as detailed.",
  "253": "Provide electrical connections to the junction box for hood lights and controls as specified.",
  "254": "Contractor shall furnish and install a low voltage data line for the Point of Sale system in accordance with the Contract Documents.",
  "255": "furnish and install heat lamps and LED lighting for the breath guard as detailed.",
  "256": "Contractor shall provide electrical rough-in and connections for all food service equipment as specified.",
  "257": "furnish and install all wiring, conduit, junction boxes, and electrical outlets for foodservice equipment in accordance with the Contract Documents.",
  "258": "Contractor shall furnish and install Kitchen Equipment Contractor (KEC) furnished control panels, starters, solenoid valves, and disconnect switches as detailed.",
  "259": "furnish and install fused quick disconnects adjacent to foodservice equipment not in line of sight of the electrical panel as specified.",
  "260": "Contractor shall furnish and install 6-foot pigtail flex conduit and provide caps and cords for final connection to foodservice equipment in accordance with the Contract Documents.",
  "261": "furnish and install shunt trip breakers for all electrical service to equipment under exhaust hoods as detailed.",
  "262": "Contractor shall furnish and install a dedicated grounding wire to all foodservice equipment as specified.",
  "263": "furnish and install ground fault protection (GFCI) for all receptacles in kitchen and serving areas in accordance with the Contract Documents.",
  "264": "Contractor shall provide electrical connections and receptacles for foodservice equipment, including NEMA 5-15P, as detailed.",
  "265": "Provide final electrical power supply connections to equipment as specified.",
  "266": "Contractor shall furnish and install junction boxes for equipment power connections in accordance with the Contract Documents.",
  "267": "furnish and install switches for equipment control as detailed.",
  "268": "Contractor shall furnish and install LED lighting systems with drivers as specified.",
  "269": "furnish and install 48 inch 120V heat lamps in accordance with the Contract Documents.",
  "270": "Contractor shall furnish and install wire chase/raceways for electrical wiring as detailed.",
  "271": "Provide electrical connections for the kitchen hood, fan, and fire suppression system as specified.",
  "272": "Contractor shall furnish and install recessed round light fixtures in the kitchen hood in accordance with the Contract Documents.",
  "273": "furnish and install switches for the hood light and fan as detailed.",
  "274": "Contractor shall furnish and install recessed round LED light fixtures (3500K) as specified.",
  "275": "Provide power wiring and connections for equipment in accordance with the Contract Documents.",
  "276": "Contractor shall provide electrical hookup and connections for fire suppression system components as detailed.",
  "277": "furnish and install a wired shunt trip breaker for the kitchen equipment interlock with the fire suppression system as specified.",
  "278": "Contractor shall furnish and install power wiring and NEMA safety disconnect switches for all mechanical equipment in accordance with the Contract Documents.",
  "279": "Provide ECM wiring packages for mechanical units as detailed.",
  "280": "Contractor shall furnish and install a service disconnect switch for mechanical equipment as specified.",
  "281": "Provide power and control wiring for the mechanical unit, including flex conduit and ECM wiring package, in accordance with the Contract Documents.",
  "282": "Contractor shall provide final power connections to mechanical equipment as detailed.",
  "283": "furnish and install electrical wiring and conductors as specified.",
  "284": "Contractor shall furnish and install an electrical control panel in accordance with the Contract Documents.",
  "285": "furnish and install circuit breakers as detailed.",
  "286": "Contractor shall furnish and install an optional 120 VAC shunt trip breaker as specified.",
  "287": "furnish and install low-voltage DC and signaling wiring in separate conduit in accordance with the Contract Documents.",
  "288": "Contractor shall furnish and install optional 120 VAC appliance kill switches as detailed.",
  "289": "Provide electrical connections for the Ansul solenoid as specified.",
  "290": "Contractor shall furnish and install electrical panels in accordance with the Contract Documents.",
  "291": "furnish and install circuit breakers, including shunt trip mechanisms, as detailed.",
  "292": "Contractor shall furnish and install low-voltage signaling and control wire in separate conduit from AC sources as specified.",
  "293": "furnish and install AC power wiring and conductors in accordance with the Contract Documents.",
  "294": "Contractor shall furnish and install electrical boxes, terminals, and connections as detailed.",
  "295": "furnish and install electrical switches and control devices, including dry contacts, as specified.",
  "296": "Contractor shall furnish and install a UL 508A listed, NEMA 1 rated Demand Control Ventilation Hood Control Panel in accordance with the Contract Documents.",
  "297": "furnish and install a shunt trip breaker for appliance shutdown upon fire system activation as detailed.",
  "298": "Contractor shall provide audible and visual alarms for VFD faults and sensor failures, and an energy savings indicator, as specified.",
  "299": "furnish and install pass-thru electrical outlets in accordance with the Contract Documents.",
  "300": "Contractor shall furnish and install 1/2 inch empty conduit raceway from wall to above ceiling as detailed.",
  "301": "furnish and install electrical boxes and conduit for remote pull stations as specified.",
  "302": "Contractor shall provide raceways, boxes, hangers, and supports for electrical systems in accordance with the Contract Documents.",
  "303": "furnish and install low-voltage electrical power conductors and cables as detailed.",
  "304": "Contractor shall provide grounding and bonding for electrical systems as specified.",
  "305": "furnish and install panelboards, transformers, and wiring devices in accordance with the Contract Documents.",
  "306": "Contractor shall furnish and install the gas-engine-driven generator set and transfer switches as detailed.",
  "307": "furnish and install interior, exterior, and emergency lighting systems as specified."
}