{
  "Plumbing systems and ADA-compliant fixtures for restrooms.": "Contractor shall provide plumbing systems and ADA-compliant fixtures for restrooms in accordance with the Contract Documents.",
  "Furnish and install bi-level drinking fountains": "Furnish and install bi-level drinking fountains in accordance with the Contract Documents.",
  "Provide domestic water, sanitary waste, and vent piping systems for all plumbing fixtures.": "Provide domestic water, sanitary waste, and vent piping systems for all plumbing fixtures in accordance with the Contract Documents.",
  "Furnish and install water closets (WC) per fixture counts.": "Contractor shall furnish and install water closets (WC) in accordance with the fixture counts and Contract Documents.",
  "Furnish and install lavatories (LAV) per fixture counts.": "Contractor shall provide lavatories (LAV) in accordance with the fixture counts and Contract Documents.",
  "Furnish and install bi-level drinking fountains with bottle-filling stations.": "Furnish and install bi-level drinking fountains complete with bottle-filling stations in accordance with the Contract Documents.",
  "Furnish and install service sinks.": "Contractor shall furnish and install service sinks in accordance with the Contract Documents.",
  "Install Domestic Water, Sanitary Waste, and Vent Piping for Fixtures": "Provide domestic water, sanitary waste, and vent piping for fixtures in accordance with the Contract Documents.",
  "Abandon 222 LF of 8-inch sanitary line in place by filling with grout.": "Contractor shall provide for the abandonment of 222 linear feet of 8-inch sanitary line in place, including filling with grout, in accordance with the Contract Documents.",
  "Cut and cap existing water service at valve.": "Contractor shall provide for the cutting and capping of the existing water service at the valve location in accordance with the Contract Documents.",
  "Demolish and remove all interior plumbing piping and equipment.": "Contractor shall provide for the demolition and removal of all interior plumbing piping and equipment in accordance with the Contract Documents.",
  "Install 4-inch ductile iron domestic water service": "Furnish and install a 4-inch ductile iron domestic water service in accordance with the Contract Documents.",
  "Perform 4-inch live tap for domestic water on existing cast iron main": "Contractor shall provide a 4-inch live tap for domestic water on the existing cast iron main in accordance with the Contract Documents.",
  "Install Type K copper water service for services 2-inch or smaller": "Furnish and install Type K copper water service piping for services 2-inch or smaller in accordance with the Contract Documents.",
  "Furnish and install Double Check Valve Assembly (DCVA) conforming to ASSE 1015": "Contractor shall furnish and install a Double Check Valve Assembly (DCVA) conforming to ASSE 1015 in accordance with the Contract Documents.",
  "Furnish and install 6\" valves for water main": "Provide 6-inch valves for the water main in accordance with the Contract Documents.",
  "Install 1\" diameter sump": "Contractor shall provide a 1-inch diameter sump in accordance with the Contract Documents.",
  "Install Downspout and Gutter Drain Connections to Storm System": "Furnish and install downspout and gutter drain connections to the storm system in accordance with the Contract Documents.",
  "Provide under-slab plumbing utilities and coordinate locations": "Contractor shall provide under-slab plumbing utilities, including coordination of locations, in accordance with the Contract Documents.",
  "Provide and install pipe sleeves through walls and caulk penetrations": "Provide pipe sleeves through walls and caulk penetrations in accordance with the Contract Documents.",
  "Furnish and install roof sumps": "Contractor shall furnish and install roof sumps in accordance with the Contract Documents.",
  "Furnish and install roof sump drains.": "Furnish and install roof sump drains in accordance with the Contract Documents.",
  "Install floor drains.": "Provide floor drains in accordance with the Contract Documents.",
  "Install hose connections.": "Contractor shall provide hose connections in accordance with the Contract Documents.",
  "Install interior plumbing piping and systems.": "Furnish and install interior plumbing piping and systems in accordance with the Contract Documents.",
  "Provide plumbing rough-in for all restroom, toilet, kitchen, and laundry locations": "Contractor shall provide plumbing rough-in for all restroom, toilet, kitchen, and laundry locations in accordance with the Contract Documents.",
  "Furnish and install plumbing fixtures in all restroom and toilet locations": "Furnish and install plumbing fixtures in all restroom and toilet locations in accordance with the Contract Documents.",
  "Furnish and install drinking fountain and bottle-filling stations": "Provide drinking fountain and bottle-filling stations in accordance with the Contract Documents.",
  "Install plumbing vents and risers": "Contractor shall furnish and install plumbing vents and risers in accordance with the Contract Documents.",
  "Furnish and install plumbing fixtures in all student and staff restrooms.": "Contractor shall provide plumbing fixtures in all student and staff restrooms in accordance with the Contract Documents.",
  "Provide complete plumbing systems for all student, staff, and public restrooms.": "Provide complete plumbing systems for all student, staff, and public restrooms in accordance with the Contract Documents.",
  "Provide and install plumbing fixtures and systems for all restrooms.": "Contractor shall furnish and install plumbing fixtures and systems for all restrooms in accordance with the Contract Documents.",
  "Provide plumbing systems including vents and risers.": "Provide plumbing systems, including vents and risers, in accordance with the Contract Documents.",
  "Furnish and install plumbing fixtures for all student restrooms and shower areas.": "Furnish and install plumbing fixtures for all student restrooms and shower areas in accordance with the Contract Documents.",
  "Install domestic water, sanitary waste, and vent piping systems for all new plumbing fixtures.": "Contractor shall provide domestic water, sanitary waste, and vent piping systems for all new plumbing fixtures in accordance with the Contract Documents.",
  "Provide plumbing systems including fixtures for restrooms, shower, and custodial areas.": "Provide plumbing systems, including fixtures for restrooms, shower, and custodial areas, in accordance with the Contract Documents.",
  "Provide plumbing rough-in and fixtures for restrooms and shower areas.": "Contractor shall furnish and install plumbing rough-in and fixtures for restrooms and shower areas in accordance with the Contract Documents.",
  "Provide complete plumbing systems including fixtures, vents, and risers for all restrooms.": "Provide complete plumbing systems, including fixtures, vents, and risers, for all restrooms in accordance with the Contract Documents.",
  "Furnish and install wall-mounted plumbing fixtures.": "Contractor shall furnish and install wall-mounted plumbing fixtures in accordance with the Contract Documents.",
  "Provide plumbing systems in areas with open-to-structure painted ceilings.": "Provide plumbing systems in areas with open-to-structure painted ceilings in accordance with the Contract Documents.",
  "Furnish and install plumbing fixtures in all restrooms and shower areas.": "Furnish and install plumbing fixtures in all restrooms and shower areas in accordance with the Contract Documents.",
  "Furnish and install plumbing fixtures for restrooms and shower areas.": "Contractor shall provide plumbing fixtures for restrooms and shower areas in accordance with the Contract Documents.",
  "Furnish and install roof drains": "Furnish and install roof drains in accordance with the Contract Documents.",
  "Install roof drain and overflow roof drain systems": "Contractor shall furnish and install roof drain and overflow roof drain systems in accordance with the Contract Documents.",
  "Install insulated PVC drain piping with supports": "Provide insulated PVC drain piping complete with supports in accordance with the Contract Documents.",
  "Furnish and install plumbing fixtures including water closets, urinals, lavatories, sinks, and water fountains.": "Contractor shall furnish and install plumbing fixtures, including water closets, urinals, lavatories, sinks, and water fountains, in accordance with the Contract Documents.",
  "Provide and install insulation on exposed pipes under lavatories and sinks per ADA requirements.": "Provide insulation on exposed pipes under lavatories and sinks as required by ADA regulations and the Contract Documents.",
  "Furnish and install Water Closets (WC).": "Furnish and install Water Closets (WC) in accordance with the Contract Documents.",
  "Furnish and install Urinals.": "Contractor shall provide Urinals in accordance with the Contract Documents.",
  "Furnish and install wall-mount and undermount lavatories.": "Furnish and install wall-mount and undermount lavatories in accordance with the Contract Documents.",
  "Furnish and install shower fixtures.": "Contractor shall furnish and install shower fixtures in accordance with the Contract Documents.",
  "Furnish and install Electric Water Coolers (EWC) and Water Fountains.": "Provide Electric Water Coolers (EWC) and Water Fountains in accordance with the Contract Documents.",
  "Insulate exposed pipes and surfaces under lavatories and sinks per ADA requirements.": "Contractor shall provide insulation for exposed pipes and surfaces under lavatories and sinks in accordance with ADA requirements and the Contract Documents.",
  "Furnish and install drinking fountain/bottle-filling station.": "Furnish and install drinking fountain/bottle-filling station units in accordance with the Contract Documents.",
  "Furnish and install sump pump in elevator pit.": "Contractor shall provide a sump pump in the elevator pit in accordance with the Contract Documents.",
  "Furnish and install drinking fountain and bottle filling station": "Furnish and install drinking fountain and bottle filling station in accordance with the Contract Documents.",
  "Provide and install floor drains": "Provide floor drains in accordance with the Contract Documents.",
  "Provide plumbing rough-in for sinks at casework locations": "Contractor shall provide plumbing rough-in for sinks at casework locations in accordance with the Contract Documents.",
  "Furnish and install floor drains": "Furnish and install floor drains in accordance with the Contract Documents.",
  "Furnish and install sinks in casework": "Contractor shall furnish and install sinks in casework in accordance with the Contract Documents.",
  "Furnish and install floor drains.": "Provide floor drains in accordance with the Contract Documents.",
  "Furnish and install mop sink (EQ4).": "Contractor shall provide the mop sink (EQ4) in accordance with the Contract Documents.",
  "Provide plumbing rough-in and final connections for sinks.": "Provide plumbing rough-in and final connections for sinks in accordance with the Contract Documents.",
  "Furnish and install drinking fountain and bottle filling station combination units.": "Contractor shall furnish and install drinking fountain and bottle filling station combination units in accordance with the Contract Documents.",
  "Furnish and install mop sinks.": "Furnish and install mop sinks in accordance with the Contract Documents.",
  "Furnish and install toilets and shower fixtures.": "Contractor shall provide toilets and shower fixtures in accordance with the Contract Documents.",
  "Furnish and install drinking fountain and bottle filling stations.": "Provide drinking fountain and bottle filling stations in accordance with the Contract Documents.",
  "Furnish and install sinks including connections.": "Contractor shall furnish and install sinks, including all necessary connections, in accordance with the Contract Documents.",
  "Furnish and install plumbing fixtures including EWC, urinals, lavatories, and mop sinks.": "Furnish and install plumbing fixtures, including EWC, urinals, lavatories, and mop sinks, in accordance with the Contract Documents.",
  "Provide and install identification for plumbing piping and equipment.": "Provide identification for plumbing piping and equipment in accordance with the Contract Documents.",
  "Furnish and install undermount sinks.": "Contractor shall furnish and install undermount sinks in accordance with the Contract Documents.",
  "Furnish and install faucets.": "Furnish and install faucets in accordance with the Contract Documents.",
  "Provide and install insulation on exposed pipes below sinks.": "Provide insulation on exposed pipes below sinks in accordance with the Contract Documents.",
  "Provide and install plumbing cleanouts.": "Contractor shall provide plumbing cleanouts in accordance with the Contract Documents.",
  "Furnish and install plumbing fixtures including sinks and mop sinks": "Furnish and install plumbing fixtures, including sinks and mop sinks, in accordance with the Contract Documents.",
  "Furnish and install plumbing fixtures including mop sinks and showers": "Contractor shall provide plumbing fixtures, including mop sinks and showers, in accordance with the Contract Documents.",
  "Provide plumbing rough-in for all sink locations": "Provide plumbing rough-in for all sink locations in accordance with the Contract Documents.",
  "Provide plumbing rough-in and connections for sinks.": "Contractor shall furnish and install plumbing rough-in and connections for sinks in accordance with the Contract Documents.",
  "Provide plumbing fixtures, including sinks, with all necessary rough-ins and connections": "Provide plumbing fixtures, including sinks, complete with all necessary rough-ins and connections in accordance with the Contract Documents.",
  "Furnish and install sinks, including faucets and drain assemblies.": "Contractor shall furnish and install sinks, including faucets and drain assemblies, in accordance with the Contract Documents.",
  "Coordination of plumbing rough-ins for fixtures located in casework.": "Contractor shall provide coordination of plumbing rough-ins for fixtures located in casework in accordance with the Contract Documents.",
  "Provide and install pipe wrap.": "Provide pipe wrap in accordance with the Contract Documents.",
  "Plumbing rough-in and fixture installation for showers.": "Contractor shall provide plumbing rough-in and fixture installation for showers in accordance with the Contract Documents.",
  "Furnish and install domestic water, sanitary, vent, and gas piping systems.": "Furnish and install domestic water, sanitary, vent, and gas piping systems in accordance with the Contract Documents.",
  "Install isolation ball valves, branch shut-off valves, and emergency gas shutoffs.": "Contractor shall furnish and install isolation ball valves, branch shut-off valves, and emergency gas shutoffs in accordance with the Contract Documents.",
  "Install chrome plated piping, stop valves, and escutcheons for exposed plumbing in occupied spaces.": "Provide chrome plated piping, stop valves, and escutcheons for exposed plumbing in occupied spaces in accordance with the Contract Documents.",
  "Provide and install trap primers or approved trap seals for all floor drains.": "Contractor shall provide trap primers or approved trap seals for all floor drains in accordance with the Contract Documents.",
  "Provide and install shock absorbers in the domestic cold and hot water piping.": "Furnish and install shock absorbers in the domestic cold and hot water piping in accordance with the Contract Documents.",
  "Furnish and install sanitary (SAN) drainage piping system, including 4\" and 6\" sizes.": "Contractor shall furnish and install the sanitary (SAN) drainage piping system, including 4-inch and 6-inch sizes, in accordance with the Contract Documents.",
  "Furnish and install storm drainage (RC Rain Conductor) piping system.": "Provide the storm drainage (RC Rain Conductor) piping system in accordance with the Contract Documents.",
  "Provide and install hangers and supports for plumbing piping systems.": "Contractor shall provide hangers and supports for plumbing piping systems in accordance with the Contract Documents.",
  "Provide and install below-grade sanitary service piping.": "Furnish and install below-grade sanitary service piping in accordance with the Contract Documents.",
  "Provide and install below-grade roof conductor service piping.": "Contractor shall furnish and install below-grade roof conductor service piping in accordance with the Contract Documents.",
  "Provide and install above-grade sanitary waste piping risers for all fixtures.": "Provide above-grade sanitary waste piping risers for all fixtures in accordance with the Contract Documents.",
  "Provide and install above-grade roof conductor piping and downspouts.": "Contractor shall provide above-grade roof conductor piping and downspouts in accordance with the Contract Documents.",
  "Provide and install vent piping system.": "Furnish and install the vent piping system in accordance with the Contract Documents.",
  "Provide and install plumbing cleanouts (YCO, FCO).": "Contractor shall furnish and install plumbing cleanouts (YCO, FCO) in accordance with the Contract Documents.",
  "Provide and install sump pump in sump pit.": "Provide a sump pump in the sump pit in accordance with the Contract Documents.",
  "Install 2-inch sanitary (SAN) waste piping for fixture rough-ins (SK, FD, ED, EWC)": "Contractor shall provide 2-inch sanitary (SAN) waste piping for fixture rough-ins (SK, FD, ED, EWC) in accordance with the Contract Documents.",
  "Install 4-inch sanitary (SAN) waste piping": "Furnish and install 4-inch sanitary (SAN) waste piping in accordance with the Contract Documents.",
  "Install 2-inch vent (V) piping": "Contractor shall furnish and install 2-inch vent (V) piping in accordance with the Contract Documents.",
  "Install roof conductor (RC) piping": "Provide roof conductor (RC) piping in accordance with the Contract Documents.",
  "Install floor cleanouts (FCO)": "Contractor shall provide floor cleanouts (FCO) in accordance with the Contract Documents.",
  "Install grease interceptor including vent and trap per manufacturer's instructions.": "Furnish and install grease interceptor, including vent and trap, in accordance with manufacturer's instructions and the Contract Documents.",
  "Install sanitary waste piping system.": "Contractor shall furnish and install the sanitary waste piping system in accordance with the Contract Documents.",
  "Install sanitary vent piping system.": "Provide the sanitary vent piping system in accordance with the Contract Documents.",
  "Install 6\" above-grade gas riser piping.": "Contractor shall provide 6-inch above-grade gas riser piping in accordance with the Contract Documents.",
  "Install 4\" above-grade domestic cold water riser piping.": "Furnish and install 4-inch above-grade domestic cold water riser piping in accordance with the Contract Documents.",
  "Install floor cleanouts (FCO).": "Contractor shall furnish and install floor cleanouts (FCO) in accordance with the Contract Documents.",
  "Install yard cleanouts (YCO).": "Provide yard cleanouts (YCO) in accordance with the Contract Documents.",
  "Furnish and install domestic cold water (CW) piping": "Contractor shall provide domestic cold water (CW) piping in accordance with the Contract Documents.",
  "Furnish and install domestic hot water (HW) piping": "Furnish and install domestic hot water (HW) piping in accordance with the Contract Documents.",
  "Furnish and install domestic hot water return (HWR) piping": "Contractor shall furnish and install domestic hot water return (HWR) piping in accordance with the Contract Documents.",
  "Provide insulation for domestic water piping": "Provide insulation for domestic water piping in accordance with the Contract Documents.",
  "Provide hangers and supports for plumbing piping and equipment": "Contractor shall provide hangers and supports for plumbing piping and equipment in accordance with the Contract Documents.",
  "Furnish and install sanitary waste and vent piping systems.": "Furnish and install sanitary waste and vent piping systems in accordance with the Contract Documents.",
  "Furnish and install domestic cold and hot water return piping.": "Contractor shall provide domestic cold and hot water return piping in accordance with the Contract Documents.",
  "Install wall hydrants at exterior locations.": "Provide wall hydrants at exterior locations in accordance with the Contract Documents.",
  "Provide and install floor cleanouts (FCO).": "Contractor shall furnish and install floor cleanouts (FCO) in accordance with the Contract Documents.",
  "Furnish and install domestic hot, cold, and hot water return piping systems.": "Furnish and install domestic hot, cold, and hot water return piping systems in accordance with the Contract Documents.",
  "Furnish and install roof and overflow storm drainage piping systems.": "Contractor shall provide roof and overflow storm drainage piping systems in accordance with the Contract Documents.",
  "Furnish and install wall hydrant.": "Furnish and install the wall hydrant in accordance with the Contract Documents.",
  "Furnish and install plumbing cleanouts (WCO, FCO).": "Contractor shall furnish and install plumbing cleanouts (WCO, FCO) in accordance with the Contract Documents.",
  "Furnish and install overflow spout.": "Provide overflow spout in accordance with the Contract Documents.",
  "Perform testing and balancing of domestic water system.": "Contractor shall provide testing and balancing of the domestic water system in accordance with the Contract Documents.",
  "Install domestic cold water (CW) and hot water (HW) piping systems": "Furnish and install domestic cold water (CW) and hot water (HW) piping systems in accordance with the Contract Documents.",
  "Install sanitary (SAN) and vent (V) piping systems": "Contractor shall provide sanitary (SAN) and vent (V) piping systems in accordance with the Contract Documents.",
  "Install drain piping from wash sink to grease interceptor": "Provide drain piping from the wash sink to the grease interceptor in accordance with the Contract Documents.",
  "Install exterior wall hydrant": "Contractor shall furnish and install the exterior wall hydrant in accordance with the Contract Documents.",
  "Install mini-condensate pump and route drain to mop sink": "Furnish and install mini-condensate pump and route drain to the mop sink in accordance with the Contract Documents.",
  "Furnish and install plumbing fixtures for staff and student toilets": "Contractor shall provide plumbing fixtures for staff and student toilets in accordance with the Contract Documents.",
  "Provide domestic water piping rough-in for all plumbing fixtures": "Provide domestic water piping rough-in for all plumbing fixtures in accordance with the Contract Documents.",
  "Provide sanitary waste and vent piping for all plumbing fixtures": "Contractor shall furnish and install sanitary waste and vent piping for all plumbing fixtures in accordance with the Contract Documents.",
  "Furnish and install domestic cold water (CW) piping.": "Furnish and install domestic cold water (CW) piping in accordance with the Contract Documents.",
  "Furnish and install domestic hot water (HW) piping.": "Contractor shall provide domestic hot water (HW) piping in accordance with the Contract Documents.",
  "Furnish and install hot water return (HWR) piping.": "Provide hot water return (HWR) piping in accordance with the Contract Documents.",
  "Furnish and install sanitary (SAN) piping.": "Contractor shall furnish and install sanitary (SAN) piping in accordance with the Contract Documents.",
  "Furnish and install condensate drain (CD) piping.": "Furnish and install condensate drain (CD) piping in accordance with the Contract Documents.",
  "Provide and install Blue Diamond mini-condensate pump.": "Contractor shall provide the Blue Diamond mini-condensate pump in accordance with the Contract Documents.",
  "Furnish and install domestic cold and hot water piping systems.": "Provide domestic cold and hot water piping systems in accordance with the Contract Documents.",
  "Furnish and install storm drainage piping system including roof and overflow drains.": "Contractor shall furnish and install the storm drainage piping system, including roof and overflow drains, in accordance with the Contract Documents.",
  "Furnish and install plumbing fixtures including water closets, lavatories, and floor drains.": "Furnish and install plumbing fixtures, including water closets, lavatories, and floor drains, in accordance with the Contract Documents.",
  "Furnish and install exterior gas piping": "Contractor shall provide exterior gas piping in accordance with the Contract Documents.",
  "Furnish and install gas pipe supports on support pads": "Provide gas pipe supports on support pads in accordance with the Contract Documents.",
  "Furnish and install freeze-proof roof hydrant": "Contractor shall furnish and install the freeze-proof roof hydrant in accordance with the Contract Documents.",
  "Furnish and install combination roof and overflow drains": "Furnish and install combination roof and overflow drains in accordance with the Contract Documents.",
  "Furnish and install 3/4\" domestic water and gas piping": "Contractor shall provide 3/4-inch domestic water and gas piping in accordance with the Contract Documents.",
  "Furnish and install 3\" vent piping": "Provide 3-inch vent piping in accordance with the Contract Documents.",
  "Furnish and install domestic water heaters (DWH-1, DWH-3) and associated boiler.": "Contractor shall furnish and install domestic water heaters (DWH-1, DWH-3) and the associated boiler in accordance with the Contract Documents.",
  "Install domestic cold water (CW) piping system.": "Furnish and install the domestic cold water (CW) piping system in accordance with the Contract Documents.",
  "Install domestic hot water (HW) and hot water return (HWR) piping system.": "Contractor shall provide domestic hot water (HW) and hot water return (HWR) piping systems in accordance with the Contract Documents.",
  "Install facility natural gas piping system.": "Provide the facility natural gas piping system in accordance with the Contract Documents.",
  "Install 3\" gas line final connection to generator, including dirt leg and shut-off valve.": "Contractor shall furnish and install a 3-inch gas line final connection to the generator, including dirt leg and shut-off valve, in accordance with the Contract Documents.",
  "Provide new high-capacity gas meter (12,510 MBH).": "Furnish and install a new high-capacity gas meter (12,510 MBH) in accordance with the Contract Documents.",
  "Furnish and install domestic water meter.": "Contractor shall provide the domestic water meter in accordance with the Contract Documents.",
  "Furnish and install mini-condensate pump and route drain to mop sink.": "Provide a mini-condensate pump and route the drain to the mop sink in accordance with the Contract Documents.",
  "Provide and install sanitary waste (SAN) piping system.": "Contractor shall furnish and install the sanitary waste (SAN) piping system in accordance with the Contract Documents.",
  "Provide and install vent (V) piping system.": "Furnish and install the vent (V) piping system in accordance with the Contract Documents.",
  "Provide and install domestic cold water (CW) piping system.": "Contractor shall provide the domestic cold water (CW) piping system in accordance with the Contract Documents.",
  "Provide and install domestic hot water (HW) and hot water return (HWR) piping systems.": "Provide domestic hot water (HW) and hot water return (HWR) piping systems in accordance with the Contract Documents.",
  "Provide and install overflow, roof, and condensate (ORC, RC, CD) drain piping system.": "Contractor shall furnish and install overflow, roof, and condensate (ORC, RC, CD) drain piping systems in accordance with the Contract Documents.",
  "Furnish and install plumbing fixtures including lavatories (LAV), water closets (EWC), and urinals (UR).": "Furnish and install plumbing fixtures, including lavatories (LAV), water closets (EWC), and urinals (UR), in accordance with the Contract Documents.",
  "Provide and install cleanouts (CO) for plumbing system.": "Contractor shall provide cleanouts (CO) for the plumbing system in accordance with the Contract Documents.",
  "Provide and install overflow spout 18 inches above grade.": "Provide overflow spout installed 18 inches above grade in accordance with the Contract Documents.",
  "Perform water system balancing to achieve specified flow rates.": "Contractor shall provide water system balancing to achieve specified flow rates in accordance with the Contract Documents.",
  "Furnish and install sump pump for elevator pit.": "Furnish and install a sump pump for the elevator pit in accordance with the Contract Documents.",
  "Install domestic waste, vent, and discharge piping.": "Contractor shall provide domestic waste, vent, and discharge piping in accordance with the Contract Documents.",
  "Furnish and install domestic water pumps including hot water return and in-line circulating pumps.": "Provide domestic water pumps, including hot water return and in-line circulating pumps, in accordance with the Contract Documents.",
  "Furnish and install plumbing equipment including grease interceptor and domestic water heater (DWH-3).": "Contractor shall furnish and install plumbing equipment, including the grease interceptor and domestic water heater (DWH-3), in accordance with the Contract Documents.",
  "Furnish and install plumbing fixtures including floor sinks and freeze-proof roof hydrants.": "Furnish and install plumbing fixtures, including floor sinks and freeze-proof roof hydrants, in accordance with the Contract Documents.",
  "Furnish and install general-duty valves including gate and check valves.": "Contractor shall provide general-duty valves, including gate and check valves, in accordance with the Contract Documents.",
  "Install wall and floor cleanouts.": "Provide wall and floor cleanouts in accordance with the Contract Documents.",
  "Furnish and install reduced pressure backflow preventer.": "Contractor shall furnish and install a reduced pressure backflow preventer in accordance with the Contract Documents.",
  "Install 1-inch natural gas piping.": "Furnish and install 1-inch natural gas piping in accordance with the Contract Documents.",
  "Install rain conductor piping.": "Contractor shall provide rain conductor piping in accordance with the Contract Documents.",
  "Furnish and install water closets (WC-1, EWC-1).": "Provide water closets (WC-1, EWC-1) in accordance with the Contract Documents.",
  "Furnish and install lavatories (LAV-1, LAV-2).": "Contractor shall furnish and install lavatories (LAV-1, LAV-2) in accordance with the Contract Documents.",
  "Furnish and install janitor's sink (JAN-2).": "Furnish and install the janitor's sink (JAN-2) in accordance with the Contract Documents.",
  "Install domestic hot water (HW) piping system.": "Contractor shall provide the domestic hot water (HW) piping system in accordance with the Contract Documents.",
  "Install sanitary (SAN) waste piping system.": "Provide the sanitary (SAN) waste piping system in accordance with the Contract Documents.",
  "Install vent (V) piping system.": "Contractor shall furnish and install the vent (V) piping system in accordance with the Contract Documents.",
  "Install floor drains (FD-1) and equipment drains (ED-1).": "Furnish and install floor drains (FD-1) and equipment drains (ED-1) in accordance with the Contract Documents.",
  "Install plumbing cleanouts (ECO, WOD).": "Contractor shall provide plumbing cleanouts (ECO, WOD) in accordance with the Contract Documents.",
  "Install water closet carriers (WCC).": "Provide water closet carriers (WCC) in accordance with the Contract Documents.",
  "Install domestic hot and cold water piping": "Contractor shall furnish and install domestic hot and cold water piping in accordance with the Contract Documents.",
  "Install sanitary waste and vent piping": "Furnish and install sanitary waste and vent piping in accordance with the Contract Documents.",
  "Furnish and install plumbing fixtures including showers and lavatories": "Contractor shall provide plumbing fixtures, including showers and lavatories, in accordance with the Contract Documents.",
  "Install plumbing specialties including wall and floor cleanouts": "Provide plumbing specialties, including wall and floor cleanouts, in accordance with the Contract Documents.",
  "Furnish and install domestic cold water (CW) piping system.": "Contractor shall furnish and install the domestic cold water (CW) piping system in accordance with the Contract Documents.",
  "Furnish and install domestic hot water (HW) and hot water return (HWR) piping systems.": "Furnish and install domestic hot water (HW) and hot water return (HWR) piping systems in accordance with the Contract Documents.",
  "Furnish and install sanitary (SAN) and vent (V) piping systems.": "Contractor shall provide sanitary (SAN) and vent (V) piping systems in accordance with the Contract Documents.",
  "Furnish and install plumbing fixtures, including lavatories (LAV-1) and water closets (WC-1).": "Provide plumbing fixtures, including lavatories (LAV-1) and water closets (WC-1), in accordance with the Contract Documents.",
  "Furnish and install floor drains (FD), equipment drains (ED-1), and cleanouts (ECO).": "Contractor shall furnish and install floor drains (FD), equipment drains (ED-1), and cleanouts (ECO) in accordance with the Contract Documents.",
  "Furnish and install domestic water heater DWH-EF-100T-199E-3N.": "Furnish and install domestic water heater DWH-EF-100T-199E-3N in accordance with the Contract Documents.",
  "Provide and install domestic hot and cold water piping systems.": "Contractor shall provide domestic hot and cold water piping systems in accordance with the Contract Documents.",
  "Provide and install sanitary waste and vent piping systems.": "Provide sanitary waste and vent piping systems in accordance with the Contract Documents.",
  "Furnish and install plumbing fixtures as per the plumbing fixture schedule.": "Contractor shall furnish and install plumbing fixtures in accordance with the plumbing fixture schedule and Contract Documents.",
  "Furnish and install wall-mounted water closet WC-1 including carrier.": "Furnish and install wall-mounted water closet WC-1, including carrier, in accordance with the Contract Documents.",
  "Furnish and install finish area floor drain FD-1 with trap.": "Contractor shall provide the finish area floor drain FD-1 with trap in accordance with the Contract Documents.",
  "Furnish and install sump pump system as per schedule.": "Provide the sump pump system as per schedule in accordance with the Contract Documents.",
  "Furnish and install grease interceptor GI-1 for kitchen.": "Contractor shall furnish and install grease interceptor GI-1 for the kitchen in accordance with the Contract Documents.",
  "Furnish and install gas regulator R-1 for kitchen equipment.": "Furnish and install gas regulator R-1 for kitchen equipment in accordance with the Contract Documents.",
  "Furnish and install hot water recirculation pump system.": "Contractor shall provide the hot water recirculation pump system in accordance with the Contract Documents.",
  "Install condensate drain piping for Rooftop Unit (RTU-5)": "Provide condensate drain piping for Rooftop Unit (RTU-5) in accordance with the Contract Documents.",
  "Install natural gas piping to Rooftop Unit (RTU-5)": "Contractor shall furnish and install natural gas piping to Rooftop Unit (RTU-5) in accordance with the Contract Documents.",
  "Install condensate piping from AC units to mop sink.": "Furnish and install condensate piping from AC units to the mop sink in accordance with the Contract Documents.",
  "Install 4\" PVC vent piping for kiln exhaust system.": "Contractor shall provide 4-inch PVC vent piping for the kiln exhaust system in accordance with the Contract Documents.",
  "Provide allowance for general plumbing scope.": "Provide an allowance for the general plumbing scope in accordance with the Contract Documents.",
  "Furnish and install plumbing fixtures in restroom and custodial areas.": "Contractor shall furnish and install plumbing fixtures in restroom and custodial areas in accordance with the Contract Documents.",
  "Install domestic water piping and distribution system.": "Furnish and install the domestic water piping and distribution system in accordance with the Contract Documents.",
  "Install sanitary waste and vent piping system.": "Contractor shall provide the sanitary waste and vent piping system in accordance with the Contract Documents.",
  "Furnish and install condensate drain piping from pump up through roof": "Provide condensate drain piping from pump up through the roof in accordance with the Contract Documents.",
  "Provide condensate drain piping from AC unit to mop sink.": "Contractor shall furnish and install condensate drain piping from the AC unit to the mop sink in accordance with the Contract Documents.",
  "Provide and install 1-1/2\" equipment drain piping system, including valves and connections to floor drains.": "Furnish and install 1-1/2 inch equipment drain piping system, including valves and connections to floor drains, in accordance with the Contract Documents.",
  "Furnish and install a glycol make-up unit for the hot water system.": "Contractor shall provide a glycol make-up unit for the hot water system in accordance with the Contract Documents.",
  "Install condensate drain piping from rooftop units, including overflow sensor for shutdown.": "Provide condensate drain piping from rooftop units, including overflow sensor for shutdown, in accordance with the Contract Documents.",
  "Furnish and install condensate overflow sensor with interlock to cooling controller.": "Contractor shall furnish and install condensate overflow sensor with interlock to cooling controller in accordance with the Contract Documents.",
  "Provide and install condensate overflow sensor with interlock for RTU shutdown": "Furnish and install condensate overflow sensor with interlock for RTU shutdown in accordance with the Contract Documents.",
  "Furnish and install condensate overflow sensor.": "Contractor shall provide the condensate overflow sensor in accordance with the Contract Documents.",
  "Provide control wiring to interlock condensate overflow sensor with the unit cooling controller for shutdown.": "Provide control wiring to interlock the condensate overflow sensor with the unit cooling controller for shutdown in accordance with the Contract Documents.",
  "Install condensate overflow detection sensor with interlock for unit shutdown.": "Contractor shall furnish and install the condensate overflow detection sensor with interlock for unit shutdown in accordance with the Contract Documents.",
  "Furnish and install modulating hot water reheat valves for VAV terminal units.": "Furnish and install modulating hot water reheat valves for VAV terminal units in accordance with the Contract Documents.",
  "Provide and install hydronic piping for the hot water reheat system.": "Contractor shall provide hydronic piping for the hot water reheat system in accordance with the Contract Documents.",
  "Furnish and install modulating and proportional hot water reheat valves.": "Provide modulating and proportional hot water reheat valves in accordance with the Contract Documents.",
  "Furnish and install domestic water heaters (DWH-1, 2, & 3) with unit-mounted controllers.": "Contractor shall furnish and install domestic water heaters (DWH-1, 2, & 3) with unit-mounted controllers in accordance with the Contract Documents.",
  "Furnish and install domestic water recirculation pumps (RP-1 & 2) with aquastat control.": "Furnish and install domestic water recirculation pumps (RP-1 & 2) with aquastat control in accordance with the Contract Documents.",
  "Install natural gas piping system for boilers, including dedicated gas pressure regulators.": "Contractor shall provide the natural gas piping system for boilers, including dedicated gas pressure regulators, in accordance with the Contract Documents.",
  "Provide and install hydronic piping system with valves, strainers, and fittings.": "Provide the hydronic piping system complete with valves, strainers, and fittings in accordance with the Contract Documents.",
  "Furnish and charge hydronic system with 30% propylene glycol solution.": "Contractor shall furnish and charge the hydronic system with 30% propylene glycol solution in accordance with the Contract Documents.",
  "Install condensate drainage system including neutralizers and pumps.": "Furnish and install the condensate drainage system, including neutralizers and pumps, in accordance with the Contract Documents.",
  "Provide rough-in for plumbing systems in RESTROOM including waste, vent, and domestic water piping.": "Contractor shall provide rough-in for plumbing systems in RESTROOM, including waste, vent, and domestic water piping, in accordance with the Contract Documents.",
  "Furnish and install plumbing fixtures in RESTROOM.": "Provide plumbing fixtures in RESTROOM in accordance with the Contract Documents.",
  "Furnish and install fixture carriers for wall-hung fixtures in RESTROOM.": "Contractor shall furnish and install fixture carriers for wall-hung fixtures in RESTROOM in accordance with the Contract Documents.",
  "Provide electrical power connection for Electric Water Cooler (EWC)": "Provide electrical power connection for the Electric Water Cooler (EWC) in accordance with the Contract Documents.",
  "Furnish and install electric water cooler (EWC)": "Contractor shall furnish and install the electric water cooler (EWC) in accordance with the Contract Documents.",
  "Furnish and install sump pump.": "Furnish and install the sump pump in accordance with the Contract Documents.",
  "Furnish and install domestic water heaters (DWH-1, DWH-2).": "Contractor shall provide domestic water heaters (DWH-1, DWH-2) in accordance with the Contract Documents.",
  "Furnish and install Area 'A' electric water closet (EWC).": "Provide Area 'A' electric water closet (EWC) in accordance with the Contract Documents.",
  "Provide and install plumbing fixtures for employee toilet facilities.": "Contractor shall furnish and install plumbing fixtures for employee toilet facilities in accordance with the Contract Documents.",
  "Provide and install hot water supply system for sinks and dishmachines.": "Furnish and install the hot water supply system for sinks and dishmachines in accordance with the Contract Documents.",
  "Provide and install lavatory sinks in food preparation and dishwashing areas.": "Contractor shall provide lavatory sinks in food preparation and dishwashing areas in accordance with the Contract Documents.",
  "Furnish and install plumbing fixtures including sinks, faucets, and pre-rinse assemblies": "Provide plumbing fixtures, including sinks, faucets, and pre-rinse assemblies, in accordance with the Contract Documents.",
  "Provide plumbing rough-in and connections for all foodservice equipment": "Contractor shall furnish and install plumbing rough-in and connections for all foodservice equipment in accordance with the Contract Documents.",
  "Furnish and install water filter system": "Furnish and install the water filter system in accordance with the Contract Documents.",
  "Provide plumbing rough-in and final connections for foodservice equipment": "Contractor shall provide plumbing rough-in and final connections for foodservice equipment in accordance with the Contract Documents.",
  "Furnish and install sinks including hand sinks, three-compartment sinks, and mop sinks": "Provide sinks, including hand sinks, three-compartment sinks, and mop sinks, in accordance with the Contract Documents.",
  "Furnish and install faucets, pre-rinse assemblies, and water filters": "Contractor shall furnish and install faucets, pre-rinse assemblies, and water filters in accordance with the Contract Documents.",
  "Furnish and install water, gas, and steam supply lines for kitchen equipment.": "Furnish and install water, gas, and steam supply lines for kitchen equipment in accordance with the Contract Documents.",
  "Furnish and install drain manifolds, tailpieces, traps, and vent piping for kitchen equipment.": "Contractor shall provide drain manifolds, tailpieces, traps, and vent piping for kitchen equipment in accordance with the Contract Documents.",
  "Furnish and install shut-off valves, gas supply line strainers/filters, and backflow prevention devices.": "Provide shut-off valves, gas supply line strainers/filters, and backflow prevention devices in accordance with the Contract Documents.",
  "Furnish and install 12\"x12\"x8\" floor sinks with minimum 3\" drain connection.": "Contractor shall furnish and install 12\"x12\"x8\" floor sinks with a minimum 3-inch drain connection in accordance with the Contract Documents.",
  "Furnish and install Type 'L' copper tubing drain lines from equipment to floor sinks.": "Furnish and install Type 'L' copper tubing drain lines from equipment to floor sinks in accordance with the Contract Documents.",
  "Install kitchen equipment contractor-furnished faucet assemblies, pre-rinse sprays, valves, gauges, and water filtration systems.": "Contractor shall provide installation for kitchen equipment contractor-furnished faucet assemblies, pre-rinse sprays, valves, gauges, and water filtration systems in accordance with the Contract Documents.",
  "Furnish and install chrome plated piping on all exposed piping above counter height.": "Provide chrome plated piping on all exposed piping above counter height in accordance with the Contract Documents.",
  "Provide plumbing rough-in and final connections for all foodservice equipment.": "Contractor shall provide plumbing rough-in and final connections for all foodservice equipment in accordance with the Contract Documents.",
  "Provide plumbing connections for hot and cold food unit drains.": "Furnish and install plumbing connections for hot and cold food unit drains in accordance with the Contract Documents.",
  "Install grease drain with removable cup.": "Contractor shall furnish and install grease drain with removable cup in accordance with the Contract Documents.",
  "Provide and install natural gas piping to make-up air unit.": "Provide natural gas piping to the make-up air unit in accordance with the Contract Documents.",
  "Provide and install gas valve.": "Contractor shall furnish and install the gas valve in accordance with the Contract Documents.",
  "Furnish and install an electric gas valve interlocked with the fire suppression and control system.": "Furnish and install an electric gas valve interlocked with the fire suppression and control system in accordance with the Contract Documents.",
  "Provide and install rod support brackets for sinks with twist lever waste": "Contractor shall provide rod support brackets for sinks with twist lever waste in accordance with the Contract Documents.",
  "Plumbing rough-in and final connection for integral sink": "Provide plumbing rough-in and final connection for the integral sink in accordance with the Contract Documents."
}